Repository: VoteIT/voteit.qr
Catalog: voteit/qr/locale/*/LC_MESSAGES/voteit.qr.po
Languages: sv

source: No UserID
sv: Inget användarID

source: That user doesn't have permission to view this meeting.
sv: Den användaren har inte rätt att se det här mötet.

source: Enable QR code checkin?
sv: Slå på QR-kod checkin?

source: Log time present for all users?
sv: Logga närvarotid för alla användare?

source: Create and assign a participant number at checkin if the user lacks one?
sv: Skapa och tilldela ett deltagarnummer vid incheckning om användaren saknar?

source: User
sv: Användare

source: Set participant number
sv: Tilldela deltagarnummer

source: Handling checkins for VoteIT-meeting ${name}
sv: Hanterar incheckningar för ${name} (VoteIT)

source: Please scan QR code to check in or out
sv: Vänligen visa QR-kod för att checka in eller ut

source: You've checked in as ${userid}
sv: Du har checkat in som ${userid}

source: Checked out
sv: Utcheckad

source: OK, you're still checked in
sv: OK, du är fortfarande incheckad

source: ${act} is not a valid action
sv: ${act} är inte en giltig handling

source: Hello ${userid}. You're checked in. Do you want to exit and check out?
sv: Hej ${userid}. Du är incheckad. Vill du checka ut?

source: No
sv: Nej

source: Yes
sv: Ja

source: Already checked out
sv: Redan utcheckad

source: Log not enabled in settings
sv: Logg inte påslaget i inställningar

source: QR settings
sv: QR-inställningar

source: logging_enalbed_with_checked_in_warning
sv: ${users} har redan checkat in så deras utcheckningar kommer inte registreras i loggen.

source: Manual checkin
sv: Manuell incheckning

source: Check-in
sv: Checka in

source: Check-out
sv: Checka ut

source: Participant number is not available
sv: Deltagarnumret är inte tillgängligt

source: User already has a participant number
sv: Användaren har redan ett deltagarnummer

source: Participant number already claimed
sv: Deltagarnumret är redan tilldelat en annan användare

source: Already checked in
sv: Redan incheckad

source: User is checked in
sv: Användare är incheckad

source: User is checked out
sv: Användare är utcheckad

source: Checkout everyone - are you sure?
sv: Checka ut alla - är du säker?

source: Checked out ${num} users
sv: Checkade ut ${num} användare

source: (Presence check not enabled)
sv: (Närvarokontroll inte påslaget)

source: Check in from open presence check
sv: Cheka in från pågående närvarokontroll

source: (No old presence check to use)
sv: (Ingen gammal närvarokontroll finns)

source: Check in from last archived presence check
sv: Checka in från senast avslutade närvarokontroll

source: Presence check not enabled for this meeting.
sv: Närvarokontroll är inte påslaget för mötet.

source: No users to check in
sv: Inga användare att checka in

source: checkin_from_presence_msg
sv: Checkade in ${checked_in} användare. Hoppade över ${already_handled} som redan hanterats.

source: QR codes
sv: QR-koder

source: Checkin with QR codes, manually or with presence check if enabled.
sv: Incheckning med QR-koder, manuellt eller med närvarokontroll om påslagen.

source: Settings
sv: Inställningar

source: Register endpoint
sv: Registrera endpoint

source: Manual check-in
sv: Manuell incheckning

source: Show checked in users
sv: Visa incheckade användare

source: Presence log
sv: Närvarologg

source: Participant number
sv: Deltagarnummer

source: Should be able to vote
sv: Ska ha rösträtt

source: No voting rights
sv: Ingen rösträtt

source: Group
sv: Grupp

source: Groups
sv: Grupper

source: Substitute for
sv: Ersätter

source: substitutes
sv: ersätter

source: No group membership
sv: Inget gruppmedlemskap

source: Name
sv: Namn

source: UserID
sv: AnvändarID

source: Total time
sv: Total tid

source: First entry
sv: Första ankomst

source: Last exit
sv: Sista utgång

source: Checked in
sv: Incheckad

source: Recheck status
sv: Kontrollera status

source: checkout_description
sv: Du är incheckad på mötet ${title}. Vänligen checka ut när du lämnar möteslokalen.

source: checkin_explanation
sv: Visa bilden i incheckningen innan du går in i möteslokalen. Det bekräftar din fysiska närvaro.

source: Check out
sv: Checka ut

source: Checked in users (${count})
sv: Incheckade användare (${count})

source: Checkout all
sv: Checka ut alla

source: Participant no
sv: Deltagarnummer
